/* No comment provided by engineer. */
"Image" = "Image";

/* No comment provided by engineer. */
"Link" = "Link";

/* No comment provided by engineer. */
"Text" = "Text";

"Share %@" = "Share %@";

"Share As..." = "Share As...";

"Your post was not sent. Check your Internet connection and make sure you are logged in to Tumblr."　= "Your post was not sent. Check your Internet connection and make sure you are logged in to Tumblr."；
